Repository: wp-plugins/cool-fade-popup
Catalog: languages/cool-fade-popup-*.po
Languages: es_es, ta

source: Check official website for more information
es_es: Revise el sitio web oficial para más información
ta: மேலும் தகவலுக்கு அதிகாரப்பூர்வ இணையதளம் பாருங்கள்

source: click here
es_es: Haga clic aquí
ta: இங்கே கிளிக் செய்யவும்

source: Please enter the popup message.
es_es: Por favor ingrese el mensaje emergente

source: New details was successfully added.
es_es: Los nuevos detalles se añadieron exitosamente
ta: புதிய விவரங்கள் வெற்றிகரமாக சேர்க்கப்பட்டது.

source: Click here
es_es: Haga clic aquí
ta: இங்கே கிளிக் செய்யவும்

source: to view the details
es_es: Para ver los detalles
ta: விவரங்கள் பார்வையிட

source: Add new popup details
es_es: Añadir nuevos detalles emergentes
ta: புதிய பாப் விவரங்களை சேர்

source: Enter the popup message
es_es: Ingrese el mensaje emergente
ta: பாப்அப் செய்தி

source: We Can enter HTML content also
es_es: También podemos ingresar contenido HTML

source: Select popup group
es_es: Seleccionar grupo emergente
ta: பாப்அப் குழு

source: This is to group the popup message. Select your popup group.
es_es: Esto es para agrupar el mensaje emergente. Seleccione su grupo emergente.

source: Display status
es_es: Mostrar estado
ta: காண்பி

source: Do you want to show this message into the popup window
es_es: ¿Desea mostrar este mensaje dentro de la ventana emergente?

source: Popup timeout
es_es: Tiempo de apagado del mensaje emergente
ta: பாப்அப் நேரம்

source: Please select your popup timeout.
es_es: Por favor seleccione su tiempo de apagado del mensaje emergente

source: Insert Details
es_es: Inserte detalles
ta: சேமிக்கவும்

source: Cancel
es_es: Cancelar
ta: பேக்

source: Help
es_es: Ayuda
ta: உதவி

source: Oops, selected details doesnt exist
es_es: Oops, no existen detalles seleccionados
ta: விவரங்கள் இல்லை

source: Details was successfully updated.
es_es: Los detalles se actualizaron exitosamente
ta: விவரங்கள் வெற்றிகரமாக மேம்படுத்தப்பட்டது.

source: Update popup details
es_es: Actualizar detalles emergentes
ta: பாப்அப் விவரங்கள் புதுப்பிக்கவும்

source: Update Details
es_es: Actualizar Detalles
ta: சேமிக்கவும்

source: Selected record was successfully deleted.
es_es: El registro seleccionado fue eliminado exitosamente
ta: வெற்றிகரமாக நீக்கப்பட்டது.

source: Add New
es_es: Añadir Nuevo
ta: சேர்க்க

source: Popup Content
es_es: Contenido Emergente
ta: பாப்அப் செய்தி

source: Display
es_es: Mostrar
ta: காண்பி

source: Edit
es_es: Editar
ta: திருத்து

source: Delete
es_es: Eliminar
ta: நீக்கு

source: No records available.
es_es: No hay registros disponibles
ta: எதுவும் கிடைக்கவில்லை

source: Widget setting
es_es: Configuración del Widget
ta: விட்ஜெட் அமைப்பு

source: Plugin configuration option
es_es: Opción de configuración del Plugin

source: Add the plugin in the posts or pages using short code.
es_es: Añadir el plugin en las publicaciones o páginas usando código corto

source: Add directly in to the theme using PHP code.
es_es: Añadir directamente en el tema usando código PHP

source: Drag and drop the widget to your sidebar.
es_es: Arrastre y suelte el widget a su barra lateral

source: Details successfully updated.
es_es: Detalles actualizados exitosamente
ta: விவரங்கள் வெற்றிகரமாக மேம்படுத்தப்பட்டது.

source: Enter widget title
es_es: Ingrese título del widget
ta: விட்ஜெட் தலைப்பு

source: Enter widget title, Only for widget.
es_es: Ingrese título del widget. Sólo para el widget.

source: Popup on home page
es_es: Emergente en la página principal
ta: பாப்அப் on Home page

source: Enter YES (or) NO, This option is to display the popup on home page.
es_es: Ingrese SÍ (o) NO, Esta opción es para mostrar el emergente en la página principal.

source: Popup on wp posts
es_es: Emergente en publicaciones wp
ta: பாப்அப் on Post

source: Enter YES (or) NO, This option is to display the popup on wp posts
es_es: Ingrese SÍ (o) NO, Esta opción es para mostrar el emergente en publicaciones wp.

source: Popup on wp pages
es_es: Emergente en páginas wp
ta: பாப்அப் on Pages

source: Enter YES (or) NO, This option is to display the popup on wp pages
es_es: Ingrese SÍ (o) NO, Esta opción es para mostrar el emergente en publicaciones wp.

source: Popup on wp archives
es_es: Emergente en archivos wp
ta: பாப்அப் on Archive

source: Enter YES (or) NO
es_es: Ingrese SÍ (o) NO

source: Popup on wp search
es_es: Emergente en búsqueda wp
ta: பாப்அப் on Search

source: Select your popup group
es_es: Seleccione su grupo emergente
ta: பாப்அப் குழு

source: Select your group name to display the popup message for widget.
es_es: Seleccione el nombre de su grupo para mostrar el mensaje emergente para widget.

source: Enable Random Option
es_es: Habilitar Opción Aleatoria
ta: ரேண்டம் ஆர்டர்

source: Enter YES (or) NO, This is to display popup message randomly
es_es: Ingrese SÍ (o) NO, Esta opción es para mostrar el mensaje emergente aleatoriamente

source: Enable Popup Session (Global Setting)
es_es: Habilitar Sesión Emergente
ta: பாப்அப் Session

source: Enter YES (or) NO, This is to display popup once per session, <br />YES = Display popup once per session.
es_es: Ingrese SÍ (o) NO, Esta opción es para mostrar el emergente una vez por sesión, <br/>SÍ=Mostrar emergente una vez por sesión.

source: Submit
es_es: Enviar
ta: சேமிக்கவும்

source: Cool fade popup
ta: கூல் ஃபேட் பாப்அப்

source: Group
ta: பாப்அப் குழு
